{
    "mk11": [
        {
            "id": 1,
            "name": "Rambo",
            "height": "177",
            "weight": "81",
            "age": "34",
            "title": "FREEDOM",
            "story": "John J. Rambo is a former United States Special Forces soldier deeply haunted by his time in Vietnam. He is rough, aggressive and is well known for entering exceptionally dangerous situations alone. Rambo has reactivated his ruthless fighting skills to infiltrate the MK universe.",
            "img": "https://cdn-prod.mortalkombat.com/roster/rambo/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/rambo.png"
        },
        {
            "id": 2,
            "name": "Rain",
            "height": "192",
            "weight": "91",
            "age": "30",
            "title": "POSITION",
            "story": "Growing up an orphan, Rain joined Edenia’s army. His strategic genius earned him quick promotion, which he used to learn he was the bastard son of the god Argus, Edenia’s Protector. Armed with the knowledge that he’s a half god, Rain battles for his place in Edenia’s pantheon.",
            "img": "https://cdn-prod.mortalkombat.com/roster/rain/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/rain.png"
        },
        {
            "id": 3,
            "name": "Mileena",
            "height": "173",
            "weight": "58",
            "age": "24",
            "title": "IDENTITY",
            "story": "Mileena is the product of Shang Tsung’s diabolical cloning experiments: a perfect blend of Tarkatan ferocity and athletic grace. Brought forward in the timeline by Kronika, Mileena has learned of her tragic future. Her enemies now must submit, or die.",
            "img": "https://cdn-prod.mortalkombat.com/roster/mileena/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/millena.png"
        },
        {
            "id": 4,
            "name": "Robocop",
            "height": "177",
            "weight": "77",
            "age": "27",
            "title": "JUSTICE",
            "story": "Alex Murphy was a dutiful police officer who was brutally executed by a local gang. Brought back to life through OCP technology, Murphy was transformed into RoboCop, a highly advanced cybernetic police officer designed to uphold the law and protect the innocent. Now entering the Mortal Kombat universe, RoboCop has received a few upgrades and is ready to serve the public by apprehending any Kombatants that stand in his way.",
            "img": "https://cdn-prod.mortalkombat.com/roster/robocop/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/roboCop.png"
        },
        {
            "id": 5,
            "name": "Sheeva",
            "height": "213",
            "weight": "181",
            "age": "2034",
            "title": "EQUALITY",
            "story": "The male Shokan scoffed when Sheeva entered their contest to choose the Shokan’s next leader. But Sheeva proved herself more than their equal. After a resounding victory, she was crowned the first Queen of the Shokan. As Queen, Sheeva now leads her people in the fight to attain their rightful place, as partners in Outworld’s rule.",
            "img": "https://cdn-prod.mortalkombat.com/roster/sheeva/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/sheeva.png"
        },
        {
            "id": 6,
            "name": "Fujin",
            "height": "179",
            "weight": "78",
            "age": "Over millions of",
            "title": "SECURITY",
            "story": "The God of Wind, Fujin serves the Elder Gods alongside his brother, Raiden, as Protectors of Earthrealm. Affable and lighthearted, he’s adept at inspiring peoples’ innate capacity for goodness and heroism to conquer forces of hatred and tyranny. Fujin believes Earthrealm’s best days are still to come, and he fights to ensure that bright future.",
            "img": "https://cdn-prod.mortalkombat.com/roster/fujin/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/fujin.png"
        },
        {
            "id": 7,
            "name": "Spawn",
            "height": "187",
            "weight": "181",
            "age": "61",
            "title": "ATONEMENT",
            "story": "Al Simmons, once the U.S. government’s greatest soldier and most effective assassin, was mercilessly executed by his own men. Resurrected from the ashes of his own grave in a flawed agreement with the powers of darkness, Simmons is reborn as a creature from the depths of Hell. A Hellspawn. Now he is thrust into the world of Mortal Kombat, where he will fight for supremacy against all Kombatants.",
            "img": "https://cdn-prod.mortalkombat.com/roster/spawn/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/spawn.png"
        },
        {
            "id": 8,
            "name": "The Joker",
            "height": "198",
            "weight": "87",
            "age": "30",
            "title": "CHAOS",
            "story": "Unpredictable, violent and incredibly dangerous, The Joker is chaos personified. He’s killed a Robin, crippled Batgirl and tortured and murdered countless people throughout the DC universe. And now, he’s the latest Kombatant to join in Mortal Kombat.",
            "img": "https://cdn-prod.mortalkombat.com/roster/the-joker/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/joker.png"
        },
        {
            "id": 9,
            "name": "Jade",
            "height": "173",
            "weight": "63",
            "age": "Thousands of",
            "title": "LOYALTY",
            "story": "Stealth assassin and Imperial Bodyguard. Jade’s family traded her to Shao Kahn as a child. Though he was the only 'parent' and master she ever knew, Jade refused his orders to kill her closest friend, Kitana. The Emperor turned against Jade. Now she vows to end his reign.",
            "img": "https://cdn-prod.mortalkombat.com/roster/jade/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/jade.png"
        },
        {
            "id": 10,
            "name": "Erron Black",
            "height": "180",
            "weight": "190",
            "age": "28",
            "title": "THRILLS",
            "story": "The best shot in Texas left home to seek adventure and excitement in Outworld with Kano and the Black Dragon. Outworld turned out to be the playground of Erron’s ultraviolent dreams. He decided to make his home there as the deadliest outlander in Outworld.",
            "img": "https://cdn-prod.mortalkombat.com/roster/erron-black/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/ErronBlack.png"
        },
        {
            "id": 11,
            "name": "Kabal",
            "height": "155",
            "weight": "86",
            "age": "46",
            "title": "AVARICE",
            "story": "Fleet-footed Black Dragon enforcer. Kabal’s sprinting speed is only outpaced by his greed. He was a rookie cop until Kano tempted him to sell out his police department for cash money and a spot in the Black Dragon. Kabal has run down anyone who's crossed Kano ever since.",
            "img": "https://cdn-prod.mortalkombat.com/roster/kabal/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/kabal.png"
        },
        {
            "id": 12,
            "name": "Kung Lao",
            "height": "178",
            "weight": "80",
            "age": "42",
            "title": "RESPECT",
            "story": "Shaolin monk and descendant of Great Kung Lao. The younger Kung Lao claimed his greatness by beating the deadly alliance of Shang Tsung and Quan Chi in Mortal Kombat. Reckless and rebellious, but courageous and indomitable, Kung Lao fights to prove worthy of his glorious ancestors.",
            "img": "https://cdn-prod.mortalkombat.com/roster/kung-lao/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/kungLao.png"
        },
        {
            "id": 13,
            "name": "Sub-Zero",
            "height": "188",
            "weight": "99",
            "age": "48",
            "title": "REDEMPTION",
            "story": "Grandmaster of the Lin Kuei clan. Kuai Liang beat death to redeem his clan for the evil committed by Sektor and the Cyber Lin Kuei. He rebuilt the Lin Kuei and brokered peace with their Shirai Ryu rivals. Now, he hopes to finally close the book on sins of Lin Kuei past.",
            "img": "https://cdn-prod.mortalkombat.com/roster/sub-zero/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/subZero.png"
        },
        {
            "id": 14,
            "name": "Scorpion",
            "height": "188",
            "weight": "95",
            "age": "53",
            "title": "VENGEANCE",
            "story": "Grandmaster Scorpion of the Shirai Ryu. Driven by rage, Hanzo Hasashi went through Hell and back to avenge his family and clan, never resting until he cut down their murderer, Quan Chi. Now he leads a reborn Shirai Ryu, avenging those who cannot avenge themselves.",
            "img": "https://cdn-prod.mortalkombat.com/roster/scorpion/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/scorpion.png"
        },
        {
            "id": 15,
            "name": "Cetrion",
            "height": "184",
            "weight": "104 ",
            "age": "Over millions of",
            "title": "BALANCED",
            "story": "Elder Goddess of Virtue, Guardian of Life. When Shinnok threatened to conquer the Elder Gods, Cetrion cast him into the Netherrealm. Her blessings answer the prayers of warriors battling against darkness. But at times, the heroic virtues she upholds are at odds with her quest for universal balance.",
            "img": "https://cdn-prod.mortalkombat.com/roster/cetrion/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/cetrion.png"
        },
        {
            "id": 16,
            "name": "Frost",
            "height": "176",
            "weight": "55",
            "age": "20",
            "title": "DEFIANCE",
            "story": "Grandmaster Sub-Zero’s most dangerous apprentice. When Sub-Zero made historic peace with his clan’s enemy, Scorpion, defiant Frost challenged her Grandmaster as unfit to lead. Sub-Zero defeated and banished Frost. For years, she sought the power to destroy him. Now she has it.",
            "img": "https://cdn-prod.mortalkombat.com/roster/frost/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/frost.png"
        },
        {
            "id": 17,
            "name": "Baraka",
            "height": "196",
            "weight": "127",
            "age": "48",
            "title": "PRESERVATION",
            "story": "War Chief of the nomadic Tarkatan tribe, a carnivorous people considered subhuman by the Outworld Empire. Baraka dutifully serves Shao Kahn to preserve his tribe’s way of life, who roam the harsh Wastelands, meat carts in tow, consuming everything and everyone in their path.",
            "img": "https://cdn-prod.mortalkombat.com/roster/baraka/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/Baraka.png"
        },
        {
            "id": 18,
            "name": "Raiden",
            "height": "201",
            "weight": "118",
            "age": "Eternal",
            "title": "SECURITY",
            "story": "Immortal God of Thunder, Protector of Earthrealm. Raiden has saved Earthrealm time and again by rallying the bravest and strongest warriors of the day to defend it. After centuries of kombat and bloodshed, he fears unintended consequences for humanity, and himself.",
            "img": "https://cdn-prod.mortalkombat.com/roster/raiden/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/raiden.png"
        },
        {
            "id": 19,
            "name": "Shao Kahn",
            "height": "218",
            "weight": "181",
            "age": "10 000",
            "title": "DOMINANCE",
            "story": "Emperor of Outworld. For millennia, Shao Kahn dominated the realms, rapidly expanding his Empire by conquest. But when he set out to claim Earthrealm, he was blocked by the rules of Mortal Kombat. Deterred but determined, Shao Kahn demands absolute victory.",
            "img": "https://cdn-prod.mortalkombat.com/roster/shao-kahn/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/shaoKahn.png"
        },
        {
            "id": 20,
            "name": "D'Vorah",
            "height": "76",
            "weight": "86",
            "age": "229",
            "title": "SURVIVAL",
            "story": "One among many Kytinn, a swarm of sentient insects who share a hive mind. D’vorah has served Shao Kahn, Kotal Kahn, and Shinnok, but her true allegiance is to the swarm. She lies, cheats, and backstabs so that when everyone else has died, the Kytinn hive will survive.",
            "img": "https://cdn-prod.mortalkombat.com/roster/d-vorah/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/D'vorah.png"
        },
        {
            "id": 21,
            "name": "Jax Briggs",
            "height": "195",
            "weight": "106",
            "age": "47",
            "title": "DUTY",
            "story": "Cyber-enhanced officer of the Special Forces. Jax Briggs lost both arms in the line of duty, but he came back to the battlefield twice as strong thanks to cybernetic upgrades. Even with that power, Jax’s sacrifices burden him. He soldiers onward, honorbound to protect Earthrealm.",
            "img": "https://cdn-prod.mortalkombat.com/roster/jax-briggs/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/jax.png"
        },
        {
            "id": 22,
            "name": "Geras",
            "height": "228",
            "weight": "Unknown",
            "age": "Ageless",
            "title": "SERVICE",
            "story": "An artificial construct, built by Kronika, he faithfully serves her goal of restarting time and rewriting history. By Kronika’s design, Geras exists as a fixed point in time. Every time Geras is killed he is reborn, each time becoming more resilient against the manner of his death.",
            "img": "https://cdn-prod.mortalkombat.com/roster/geras/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/geras.png"
        },
        {
            "id": 23,
            "name": "Kano",
            "height": "155",
            "weight": "90",
            "age": "45",
            "title": "GREED",
            "story": "Arms dealer and leader of the Black Dragon. Kano prides himself as the ultimate deal- maker, with a black market network that spans the realms, but he is never satisfied. Even his loyal followers know he’d stab his mother in the back if the price was right.",
            "img": "https://cdn-prod.mortalkombat.com/roster/kano/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/kano.png"
        },
        {
            "id": 24,
            "name": "Terminator T-800",
            "height": "188",
            "weight": "290",
            "age": "No Age",
            "title": "TERMINATION",
            "story": "The Terminator T-800 from “Terminator: Dark Fate” is a cyborg assassin, sent back in time from a post-apocalyptic future. He is nearly indestructible and possesses superior technology, fighting skills and artificial intelligence making him the ultimate killing machine.",
            "img": "https://cdn-prod.mortalkombat.com/roster/terminator/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/terminator.png"
        },
        {
            "id": 25,
            "name": "Nightwolf",
            "height": "192",
            "weight": "26",
            "age": "26",
            "title": "RESTORATION",
            "story": "Every generation, the Great Spirit chooses a worthy warrior to become Nightwolf: the Matoka’s champion and protector. Grey Cloud proved worthy when he laid down his life to prevent the Black Dragon from plundering what remained of his tribe’s sacred artifacts. As Nightwolf, Grey Cloud possesses extraordinary magic granted by the Great Spirit. He uses it not only to fight for the Matoka’s future, but also to defend all of Earthrealm.",
            "img": "https://cdn-prod.mortalkombat.com/roster/nightwolf/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/nightWoolf.png"
        },
        {
            "id": 26,
            "name": "Cassie Cage",
            "height": "166",
            "weight": "69",
            "age": "26",
            "title": "APPROVAL",
            "story": "The offspring of Johnny Cage and Sonya Blade laid the smackdown on Shinnok a few years back, but even that wasn’t enough to escape the shadow of her legendary parents. Whenever Cassie isn’t defending Earthrealm, she’s fighting to prove worthy of their legacy.",
            "img": "https://cdn-prod.mortalkombat.com/roster/cassie-cage/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/cassieCage.png"
        },
        {
            "id": 27,
            "name": "Kotal Kahn",
            "height": "206",
            "weight": "136",
            "age": "Over millions",
            "title": "ORDER",
            "story": "Osh-Tekk warrior and Emperor of Outworld. Years ago, Kotal saved the Empire from chaos and claimed the throne of Kahn. Now his reign is plagued by rising tensions at home and abroad. Determined to keep order, Kotal wrestles with the temptation to exercise the same brutal tactics as his predecessors.",
            "img": "https://cdn-prod.mortalkombat.com/roster/kotal-kahn/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/kotalKahn.png"
        },
        {
            "id": 28,
            "name": "Skarlet",
            "height": "155",
            "weight": "63",
            "age": "200",
            "title": "ACCEPTANCE",
            "story": "Blood mage and Imperial Bodyguard. Skarlet was a starving wretch before Shao Kahn anointed her in blood. Reborn by his sorcery with an insatiable bloodlust and the power to feed it, her crimson cravings are rivaled by her desire for Shao Kahn’s praise. She is his deadliest, most faithful creation.",
            "img": "https://cdn-prod.mortalkombat.com/roster/skarlet/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/skarlet.png"
        },
        {
            "id": 29,
            "name": "Sonya Blade",
            "height": "179",
            "weight": "63",
            "age": "43",
            "title": "VIGILANCE",
            "story": "Decorated officer of the Special Forces. Sonya braved the Mortal Kombat tournament, defended Earthrealm, and rescued her partner, Jax Briggs. Serious to a fault, she never takes time for personal leave, preferring to remain vigilant until all realms are safe from conquest.",
            "img": "https://cdn-prod.mortalkombat.com/roster/sonya-blade/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/sonyaBlade.png"
        },
        {
            "id": 30,
            "name": "Shang Tsung",
            "height": "180",
            "weight": "95",
            "age": "24",
            "title": "INFLUENCE",
            "story": "Soul Sorcerer and historic host of the Mortal Kombat. Born in Earthrealm, Shang Tsung’s relentless pursuit of powerful magic led him to Outworld, where Shao Kahn offered him a dark power that no sorcerer on Earthrealm could. Shang Tsung pledged his eternal loyalty to Shao Kahn in exchange for this evil magic, but he is no faithful servant. He dreams of the day his sorcery will overtake Shao Kahn’s, and he’ll pay any price to get there.",
            "img": "https://cdn-prod.mortalkombat.com/roster/shang-tsung/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/shangTsung.png"
        },
        {
            "id": 31,
            "name": "Johnny Cage",
            "height": "182",
            "weight": "86",
            "age": "52",
            "title": "VANITY",
            "story": "B-list celebrity, recipient of no acting awards. Following a string of lowbrow direct-to- VHS sequels to Ninja Mime , Johnny Cage’s career peaked at the age of 28. Now, he fights against all odds to save Earthrealm and prove that he’s an even braver hero in real life than on the silver screen.",
            "img": "https://cdn-prod.mortalkombat.com/roster/johnny-cage/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/johhnyCage.png"
        },
        {
            "id": 32,
            "name": "Noob Saibot",
            "height": "188",
            "weight": "95",
            "age": "Unknown",
            "title": "RECOGNITION",
            "story": "Shadow of the Netherrealm. In life, Noob Saibot was known as Sub-Zero. Unjustly murdered by Scorpion, he was resurrected by Quan Chi and granted power over darkness, but as Quan Chi’s slave. Now, Quan Chi is dead. Noob Saibot is finally free to reclaim the honor that was stolen from him.",
            "img": "https://cdn-prod.mortalkombat.com/roster/noob-saibot/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/Noob.png"
        },
        {
            "id": 33,
            "name": "Kollector",
            "height": "190",
            "weight": "67",
            "age": "Unknown",
            "title": "RANK",
            "story": "Tribute collector for the Outworld Empire. Born into poverty, the Kollector seized his imperial collections duty with a zeal that impressed Shao Kahn. He stole riches from Outworld’s people, rewarding himself with wealth and status in turn. He’ll kill anyone to keep it.",
            "img": "https://cdn-prod.mortalkombat.com/roster/kollector/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/kollector.png"
        },
        {
            "id": 34,
            "name": "Kitana",
            "height": "175",
            "weight": "58",
            "age": "10 000",
            "title": "IDENTITY",
            "story": "10,000-year-old assassin and Princess of Outworld. Shao Kahn married Kitana’s mother and raised Kitana as his loyal heir, concealing the truth that he murdered her father to conquer Edenia. Now that this truth is out, Kitana is on a quest to avenge her father’s name.",
            "img": "https://cdn-prod.mortalkombat.com/roster/kitana/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/kitana.png"
        },
        {
            "id": 35,
            "name": "Jacqui Briggs",
            "height": "/",
            "weight": "/",
            "age": "/",
            "title": "PROTECTION",
            "story": "The daughter of Jax Briggs. Jacqui defied her father when she joined the Special Forces. Seeing what he sacrificed as a soldier didn’t scare her. It stirred a desire to protect her family and her homeland. She hustles hard and punches above her weight, proudly carrying on the Briggs legacy.",
            "img": "https://cdn-prod.mortalkombat.com/roster/jacqui-briggs/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/JacquiBriggs.png"
        },
        {
            "id": 36,
            "name": "Liu Kang",
            "height": "172",
            "weight": "80",
            "age": "24",
            "title": "RESPONSIBILITY",
            "story": "Shaolin monk and Champion of Earthrealm. Liu Kang was an orphan adopted and trained in the arts of kombat by the Shaolin order. He honored them by defeating Shang Tsung in Mortal Kombat and saving Earthrealm as 'the Chosen One,' a title that weighs heavy on his shoulders.",
            "img": "https://cdn-prod.mortalkombat.com/roster/liu-kang/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/liuKang.png"
        },
        {
            "id": 37,
            "name": "Sindel",
            "height": "179",
            "weight": "58",
            "age": "Unknown",
            "title": "PRIVILEGE",
            "story": "The former Queen of Edenia will stop at nothing to keep her place. When threatened with the loss of her throne when Shao Kahn conquered her realm, Sindel betrayed her husband, and her people, to keep her privileged position. Now Shao Kahn’s wife and Queen of Outworld, she enjoys power and wealth beyond most people’s imagination. Good luck to anyone who tries to take it from her.",
            "img": "https://cdn-prod.mortalkombat.com/roster/sindel/body.png",
            "imgCard": "https://raw.githubusercontent.com/DejanDesign/assets/main/cardImgs/sindel.png"
        }
    ]
}
